#include "Admin.h"

int main()
{
    /*Admin a;
    int choose;
    std::string us;
    while (true) {
        std::cout << "1.cd \n2.pwd" << std::endl;
        std::cin >> choose;
        if (choose == 1) {
            std::cin.ignore();
            std::getline(std::cin, us);
            a.cd(us.c_str());
        }
        else a.pwd();

        std::cout << "322" << std::endl;;
        std::cout << "323";
    }*/
    std::string a = "sss";
    std::cout << a.length();
}
//коммент
// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
